Repository: interlink-project/interlinker-service-augmenter
Catalog: app/static/locale/*/annotator.po
Languages: es, it, lv

source: Annotator requires jQuery: have you included lib/vendor/jquery.js?
es: Annotator requiere jQuery: has incluido lib/vendor/jquery.js?
it: Annotator richiede jQuery: hai incluso lib/vendor/jquery.js?
lv: Anotatoram ir nepieciešams jQuery: vai esat iekļāvis lib/vendor/jquery.js?

source: Annotator requires a JSON implementation: have you included lib/vendor/json2.js?
es: Annotator requiere una implementación JSON: has incluido lib/vendor/json2.
it: Annotator richiede un'implementazione JSON: hai incluso lib/vendor/json2.js?
lv: Anotatoram ir nepieciešams jQuery: vai esat iekļāvis lib/vendor/jquery.js?

source: Not implemented:
es: No implementado:
it: Non implementato:
lv: Nav ieviests:

source: Could not sniff range type
es: No se pudo detectar el tipo de rango
it: Impossibile annusare il tipo di intervallo
lv: Nevarēja izšņaukt diapazona veidu

source: You may only call normalize() once on a BrowserRange!
es: Solo puede llamar a normalize() una vez en un BrowserRange!
it: Puoi chiamare normalize() solo una volta su un BrowserRange!
lv: Jūs varat izsaukt normalize() tikai vienu reizi pārlūkprogrammas diapazonā!

source: Annotate
es: Anotar
it: Annota
lv: Anotēt

source: No Comment
es: Sin Comentario
it: Nessun commento
lv: Nav komentāru

source: Comments
es: Comentarios
it: Commenti
lv: Komentāri

source: Can't dump annotations without Store plugin.
es: No se pueden volcar las anotaciones sin el Store plugin.
it: Impossibile scaricare le annotazioni senza il plug-in Store.
lv: Nevar izmest anotācijas bez veikala spraudņa.

source: You cannot have more than one instance of any plugin.
es: No puede tener más de una instancia de cualquier plugin.
it: Non puoi avere più di un'istanza di qualsiasi plugin.
lv: Jums nevar būt vairāk kā viens jebkura spraudņa gadījums.

source: Could not load
es: No se pudo cargar
it: Impossibile caricare
lv: Nevarēja ielādēt

source: plugin. Have you included the appropriate <script> tag?
es: plugin. ¿Ha incluido la etiqueta <script> adecuada?
it: plugin. Hai incluso il tag <script> appropriato?
lv: spraudnis. Vai esat iekļāvis atbilstošo <script> tagu?

source: Cancel
es: Cancelar
it: Annulla
lv: Atcelt

source: Save
es: Guardar
it: Salva
lv: Saglabāt

source: Sorry your current browser does not support the Annotator
es: Lo siento, su navegador actual no es compatible con el Annotator
it: Spiacenti, il tuo browser attuale non supporta l'Annotator
lv: Atvainojiet, jūsu pašreizējā pārlūkprogramma neatbalsta anotatoru

source: Couldn't get auth token:
es: No se pudo obtener el token de autenticación:
it: Impossibile ottenere il token di autenticazione:
lv: Nevarēja iegūt autentifikācijas pilnvaru:

source: Didn't get a valid token.
es: No obtuve un token válido.
it: Non ho ricevuto un token valido.
lv: Nesaņēmu derīgu marķieri.

source: Getting a new token in 10s.
es: Obteniendo un nuevo token en 10s.
it: Ottenere un nuovo token in 10 secondi.
lv: Jauna marķiera iegūšana 10s.

source: Warning: No ID returned from server for annotation
es: Advertencia: No se devolvió ID del servidor para anotar
it: Avviso: nessun ID restituito dal server per l'annotazione
lv: Brīdinājums: no servera netika atgriezts ID anotācijai

source: Trying to update unregistered annotation!
es: ¡Intentando actualizar la anotación no registrada!
it: Tentativo di aggiornamento dell'annotazione non registrata!
lv: Notiek mēģinājums atjaunināt nereģistrētu anotāciju!

source: Sorry we could not
es: Lo sentimos, no pudimos
it: Ci dispiace, non abbiamo potuto
lv: Atvainojiet, mēs nevarējām

source: this annotation
es: esta anotación
it: questa annotazione
lv: šī anotācija

source: Sorry we could not search the store for annotations
es: Lo sentimos, no pudimos buscar anotaciones en la store
it: Spiacenti, non siamo riusciti a cercare le annotazioni nello store
lv: Atvainojiet, mēs nevarējām meklēt anotācijas veikalā

source: the annotations from the store
es: las anotaciones de la store
it: le annotazioni dal negozio
lv: veikala anotācijas

source: Sorry you are not allowed to
es: Lo siento, no tienes permiso para hacerlo
it: Spiacente, non sei autorizzato a
lv: Atvainojiet, jums nav atļauts

source: Sorry we could not connect to the annotations store
es: Lo siento, no pudimos conectarnos al almacén de anotaciones
it: Spiacenti, non siamo riusciti a connetterci all'archivio delle annotazioni
lv: Atvainojiet, mēs nevarējām izveidot savienojumu ar anotāciju veikalu

source: Sorry something went wrong with the annotation store
es: Lo siento, algo salió mal con el almacén de anotaciones
it: Ci dispiace, qualcosa è andato storto con l'archivio delle annotazioni
lv: Atvainojiet, kaut kas nogāja greizi ar anotāciju veikalu

source: API request failed:
es: Solicitud API fallida:
it: Richiesta API non riuscita:
lv: API pieprasījums neizdevās:

source: Allow anyone to <strong>view</strong> this annotation
es: Permitir que cualquiera <strong>vea</strong> esta anotación
it: Consenti a chiunque di <strong>visualizzare</strong> questa annotazione
lv: Atļaut ikvienam <strong>skatīt</strong> šo anotāciju

source: Allow anyone to <strong>edit</strong> this annotation
es: Permitir a cualquier persona <strong>editar</strong> esta anotación
it: Consenti a chiunque di <strong>modificare</strong> questa annotazione
lv: Atļaut ikvienam <strong>rediģēt</strong> šo anotāciju

source: User
es: Usuario
it: Utente
lv: Lietotājs

source: Navigate:
es: Navegar:
it: Naviga:
lv: Pārvietoties:

source: Previous
es: Anterior
it: Precedente
lv: Iepriekšējais

source: Next
es: Siguiente
it: Avanti
lv: Nākamais

source: Filter by:
es: Filtrar por:
it: Filtra per:
lv: Filtrēt pēc:

source: Clear
es: Limpiar
it: Cancella
lv: Notīrīt

source: Annotation
es: Anotación
it: Annotazione
lv: Anotācija

source: Filter by
es: Filtrar por
it: Filtra per
lv: Filtrēt pēc

source: To use the Markdown plugin, you must include Showdown into the page first.
es: Para usar el complemento Markdown, primero debe incluir Showdown en la página
it: Per utilizzare il plug-in Markdown, devi prima includere Showdown nella pagina.
lv: Lai izmantotu Markdown spraudni, vispirms lapā jāiekļauj Showdown.

source: Add some tags here
es: Agrega algunas etiquetas aquí
it: Aggiungi alcuni tag qui
lv: Pievienojiet dažus tagus šeit

source: Tag
es: Etiqueta
lv: Taga

source: Tags
es: Etiquetas
lv: Tagi

source: Feedback
es: Contribución
lv: Atsauksmes

source: Question
es: Pregunta
lv: Jautājums

source: Terms
es: Termino
lv: Noteikumi

source: In Progress
es: En Progreso
it: In corso
lv: Izstrādes stadijā

source: Approved
es: Aprovado
it: Approvato
lv: Apstiprināts

source: Posted by
es: Publicado por
it: Postato da
lv: Iesūtīja

source: State
es: Estado
it: Stato
lv: Valsts

source: Comentarios
it: Commentari
